{
	"01":{
		"NAME": "Rick",
		"TEXT": "Ow! What the hell!"
	},
    "02":{
		"NAME": "Simone",
		"TEXT": "I hate you!"
	},
    "03":{
		"NAME": "Rick",
		"TEXT": "Likewise."
	},
    "04":{
		"NAME": "Simone",
		"TEXT": "You're an Asshole!"
	},
    "05":{
		"NAME": "Rick",
		"TEXT": "Yeah, heard that one, what else is new?"
	},
    "06":{
		"NAME": "Simone",
		"TEXT": "How come you didn't come out the other night."
	},
    "07":{
		"NAME": "Rick",
		"TEXT": "What night? What are you talking about?"
	},
    "08":{
		"NAME": "Simone",
		"TEXT": "Don't play dumb, you know what night I'm talking about. Buy me a hot chocolate."
	},
    "09":{
		"NAME": "Rick",
		"TEXT": "Hi, can I have a large iced coffee with half and half."
	},
    "10":{
		"NAME": "Simone",
		"TEXT": "And a hot chocolate."
	},
    "11":{
		"NAME": "Rick",
		"TEXT": "What night? What are you talking about?"
	},
    "12":{
		"NAME": "Cashier",
		"TEXT": "Sugar in the coffee?"
	},
    "13":{
		"NAME": "Rick",
		"TEXT": "Splenda, please."
	},
    "14":{
		"NAME": "Simone",
		"TEXT": "Hot chocolate."
	},
    "15":{
		"NAME": "Cashier",
		"TEXT": "Anything else?"
	},
    "16":{
		"NAME": "Rick",
		"TEXT": "Um, yeah, can I have a...jelly donut?"
	},
    "17":{
		"NAME": "Simone",
		"TEXT": "And my hot chocolate."
	},
    "18":{
		"NAME": "Rick",
		"TEXT": "What do you want Simone?"
	},
    "19":{
		"NAME": "Simone",
		"TEXT": "I want to no why you didn't come outside when I went to your house."
	},
    "20":{
		"NAME": "Rick",
		"TEXT": "You mean that day that you came to my apartment at eleven o'clock at night and caused a scene in front of the entire god damn neighborhood?"
	},
    "21":{
		"NAME": "Rick",
		"TEXT": "I already told you, I was sick."
	},
    "22":{
		"NAME": "Cashier",
		"TEXT": "Would you like anything else?"
	},
    "23":{
		"NAME": "Rick",
		"TEXT": "No."
	},
    "24":{
		"NAME": "Cashier",
		"TEXT": "Five seventy five."
	},
    "25":{
		"NAME": "Rick",
		"TEXT": "Thank you, keep the change."
	},
    "26":{
		"NAME": "Rick",
		"TEXT": "Look, I'm very busy. If you have nothing else to say to me, can I be on my way?"
	},
    "27":{
		"NAME": "Simone",
		"TEXT": "We both know you were not sick."
	},
    "28":{
		"NAME": "Rick",
		"TEXT": "Simone, I didn't even know you were outside until the next day."
	},
    "29":{
		"NAME": "Simone",
		"TEXT": "Don't play yourself. You didn't know I was there? You mean you didn't hear me screaming from downstairs?"
	},
    "30":{
		"NAME": "Rick",
		"TEXT": "Really, Simone? I live on the 18th floor. Really?"
	},
    "31":{
		"NAME": "Simone",
		"TEXT": "All your neighbors heard me. How convenient you couldn't hear me."
	},
    "32":{
		"NAME": "Rick",
		"TEXT": "I'm really happy for you. I'm really happy that you think it's okay to come all the way across town late at night, and get pleasure in waking up the neighbors. Bravo! Congratulations, now everyone in Riverdale thinks you're a psycho bitch."
	},
    "33":{
		"NAME": "Simone",
		"TEXT": "I don't care what people think about me. They don't know me."
	},
    "34":{
		"NAME": "Rick",
		"TEXT": "Yeah, wish I was them."
	},
    "35":{
		"NAME": "Rick",
		"TEXT": "...What? What exactly is your problem? What do you want from me?"
	},
    "36":{
		"NAME": "Simone",
		"TEXT": "I hate being ignored!"
	},
    "37":{
		"NAME": "Rick",
		"TEXT": "I had a 104 degree fever!! Did you know that? Huh?! I was bed ridden for 3 fuckin days, Simone! 3 fuckin days! The last thing on my mind was you! I don't need this!"
	},
    "38":{
		"NAME": "Simone",
		"TEXT": "Why didn't you go to the doctor?"
	},
    "39":{
		"NAME": "Rick",
		"TEXT": "I did go to the doctor. The day after."
	},
    "40":{
		"NAME": "Simone",
		"TEXT": "Oh. What did he say? What was wrong with you?"
	},
    "41":{
		"NAME": "Rick",
		"TEXT": "He said I had a 104 degree fever. I was sick, Simone."
	},
    "42":{
		"NAME": "Simone",
		"TEXT": "So did he give you any medication?"
	},
    "43":{
		"NAME": "Rick",
		"TEXT": "Yeah, he gave me medication. He also told me to take it easy and to stay inside."
	},
    "44":{
		"NAME": "Simone",
		"TEXT": "What meds did he give you?"
	},
    "45":{
		"NAME": "Rick",
		"TEXT": "I don't know, I don't remember. What do you take for a high fever? ...You don't believe me, do you?"
	},
    "46":{
		"NAME": "Simone",
		"TEXT": "You said you went to the doctor after I had come over, right?"
	},
    "47":{
		"NAME": "Rick",
		"TEXT": "Yeah, so?"
	},
    "48":{
		"NAME": "Simone",
		"TEXT": "So how come you didn't come downstairs?"
	},
    "49":{
		"NAME": "Rick",
		"TEXT": "I don't believe this. This is bullshit!"
	},
    "50":{
		"NAME": "Simone",
		"TEXT": "No! You didn't know you were that sick yet, you didn't go to the doctor yet, you could've come downstairs and talk to me! You were avoiding me."
	},
    "51":{
		"NAME": "Rick",
		"TEXT": "You know what? I wish I did hear you. I wish I did know you were down there. I would've went down. Yeah, I would've dragged my limp ass body downstairs and spit in your god damn face."
	},
    "52":{
		"NAME": "Simone",
		"TEXT": "That's very mature. Just admit it, you didn't want to deal with this."
	},
    "53":{
		"NAME": "Rick",
		"TEXT": "Oh, you're right, I don't want to deal with this. I don't want you coming to my house causing a fuckin scene Simone!"
	},
    "55":{
		"NAME": "Rick",
		"TEXT": "Who the hell would want that? I'm not scared of you, never have been. You think your so god damn superior, why? Because your black, because you live in the ghetto, because your on welfare and abuse the system, or because you know crazy people, people in the hood? You got boys, people who can kick my ass. I'm sorry, I ain't scared of Harlem, I ain't scared of you people."
	},
    "56":{
		"NAME": "Simone",
		"TEXT": "You people, really?"
	},
    "57":{
		"NAME": "Rick",
		"TEXT": "Don't make me out to be the only racist one here, you had your moments, okay. Not only you, but you entire god damn family. I dealt with your crazy ass mother, your dike sister, your other crackhead sister. I dealt with all of it. Even dudes calling me in the middle of the night. But, I stuck around, I should've bailed, but I stuck around. And yet, You still harass me, yet, you still want to be with me. When are you gonna get the fuckin point?!"
	}
}